module.exports = [
  {
    trigger: "info",
    context: "عن سمارت كيدز",
    intent: "brand_info",
    reply: `سمارت كيدز هو اختيارك الطبيعي علشان صحة شعر وبشرة أطفالك 💚
منتجاتنا معمولة من مكونات طبيعية 100٪ ومن غير أي مواد كيميائية ضارة، وبتركيبة متوازنة بتناسب بشرتهم الحساسة من أول شهور عمرهم ولحد سن المراهقة.
اتصنعت بعناية في شركة أفينيتي فارما وبأحدث تكنولوجيا عالمية علشان تدي أفضل نتيجة لشعر وفروة راس الطفل.
وأحسن حاجة؟ إن دكاترة الأطفال بيرشحوها لتأسيس شعر صحي من بدري 👶✨
وكمان علشان غنية بزيوت ومكونات طبيعية زي جوز الهند، حبة البركة، الجوجوبا، الأرجان، وزيت الزيتون، هاتلاحظي الفرق من أول أسبوع استخدام! 💥
ومع الاستمرار، شعر الطفل بيبقى أقوى، أنعم، وأكتر صحة بشكل واضح 💪👧👦`
  },
  {
    trigger: "offer",
    context: "عروض",
    intent: "promotion",
    reply: `🟢 العرض الأول: اشتري أي منتجين، وخدي التالت مجاناً 🎁
🟢 العرض التاني: اشتري 3 منتجات، وخدي منتجين مجاناً من اختيارك 🎁🎁
🟢 العرض التالت: اشتري 4 منتجات، وخدي 3 منتجات هدية + شحن مجاني لأي مكان في مصر 🚚`
  },
  {
    trigger: "info",
    context: "ألاقي فين منتجات سمارت كيدز",
    intent: "brand_info",
    reply: `منتجات سمارت كيدز متواجدة بالصيدليات و منافذ البيع الكبرى على مستوى الجمهورية.
لو حابة نوجّهك لأقرب نقطة بيع أو توصلك لحد البيت، كلمينا دلوقتي 👩‍⚕️📦`
  },
  {
    trigger: "info",
    context: "مكونات سمارت كيدز",
    intent: "Product_Info",
    reply: `🧴 شامبو سمارت كيدز – المكونات والفوائد
شامبو غني بزيت حبة البركة، زيت جوز الهند، زيت الزيتون، وزيت اليوركا:
- بيرطّب ويغذّي الشعر
- بيقوي البصيلات
- بيحافظ على اللمعان الطبيعي

💆‍♀️ كريم ليف إن سمارت كيدز:
- زيت الجوجوبا، ألوفيرا، شمع العسل، عشبة الآزريون، بانثينول
- بيفك التشابك، ينعّم الشعر، ويقلل الهيشان

🛁 شاور جل سمارت كيدز:
- بزيت الأفوكادو، مستخلص البابونج، الجلسرين الطبي
- ينظف البشرة، يقلل الالتهابات، ويحافظ على الترطيب

💧 زيت شعر سمارت كيدز:
- زيت اللوز الحلو، الأرجان، دهن النعام، الخروع، زبدة الكاكاو
- يعالج التقصف، يكثف الشعر، ويزود اللمعان`
  }
];
