module.exports = [
  {
    trigger: 'info',
    text: 'سمارت كيدز هو اختيارك الطبيعي علشان صحة شعر وبشرة أطفالك 💚 منتجاتنا معمولة من مكونات طبيعية 100٪ ومن غير أي مواد كيميائية ضارة، وبتركيبة متوازنة بتناسب بشرتهم الحساسة من أول شهور عمرهم ولحد سن المراهقة. منتجات سمارت كيدز غنية بزيوت ومكونات طبيعية زي جوز الهند، حبة البركة، الجوجوبا، الأرجان، وزيت الزيتون، هاتلاحظي الفرق من أول أسبوع استخدام! 💥 ومع الاستمرار، شعر طفلك هبيبقى أقوى، أنعم، وأكتر صحة بشكل واضح 💪👧👦 لمزيد من التفاصيل أو الشراء، تواصلي معنا الآن.',
    image: 'https://smartkidz-eg.com/smart-kidz-offers/smart%20kidz%20products%20natural.png'
  },
  {
    trigger: 'offer',
    text: 'عندنا عروض مميزة تقدري تختاري منها اللي يناسب احتياجاتك 👌   العرض الأول:عبوة شامبو + عبوة شاور جل ب 220 بدل 270 🎁  العرض التاني:عبوة شامبو + عبوة كريم ليف إن ب 200 بدل من 250 🎁🎁  العرض التالت: عبوة شامبو + عبوة شاور جل + عبوة كريم ليف إن ب 290 بدل من 380 🎁🎁🎁 العرض الرابع: عبوة شامبو + عبوة شاور جل + عبوة  كريم شعر ليف إن +عبوة زيت شعر ب 400 بدل من 530  🎁🎁🎁🎁 لمزيد من التفاصيل أو الشراء، تواصلي معنا الآن.',
    image: 'https://smartkidz-eg.com/smart-kidz-offers/offer%202%20shampoo-+-shower.png
https://smartkidz-eg.com/smart-kidz-offers/offer%202%20shampoo-+-cream.png
https://smartkidz-eg.com/smart-kidz-offers/soffer%203%20hampo-+-cream-+-shower.png
https://smartkidz-eg.com/smart-kidz-offers/offer%205%20with%202%20cream.png'
  },
  {
    trigger: 'info',
    text: 'منتجات سمارت كيدز متواجدة بالصيدليات و منافذ البيع المتخصصة في منتجات الأطفال  , إبعتيلنا رقم التليقم التليفون و أحد المسئولين هيتواصل معاكي لمزيد من التفاصيل أو الشراء، تواصلي معنا الآن.',
    image: ''
  },
  {
    trigger: 'info',
    text: '🧴 شامبو سمارت كيدز – المكونات والفوائد شامبو سمارت كيدز غني بزيوت طبيعية بتغذّي الشعر من الجذور وبتحافظ على صحة فروة الرأس:  زيت حبة البركة: مضاد للبكتيريا وبيساعد في تقوية بصيلات الشعر  زيت جوز الهند: بيرطّب الشعر وبيمنع التقصف  زيت الزيتون: بيغذّي الشعر وبيحافظ على لمعانه الطبيعي  زيت اليوركا: بيهدي فروة الرأس وبيقلل التهيج  التركيبة دي بتخلي شعر طفلك صحي، ناعم، ونضيف من أول غسلة ✨  💆‍♀️ كريم شعر ليف إن سمارت كيدز – المكونات والفوائد كريم ليف إن سمارت كيدز غني بمكونات طبيعية مهمة لتغذية الشعر وفك التشابك:  زيت الجوجوبا: بيوازن زيوت فروة الرأس وبيقلل الهيشان  مستخلص الألوفيرا: بيرطّب الشعر وبيقلل الالتهابات  مستخلص شمع العسل: بيحمي الشعر وبيعمل طبقة عازلة ضد الجفاف  عشبة الآزريون (Calendula): بتهدي الفروة وبتساعد على نمو صحي  البانثينول (فيتامين B5): بيقوّي الشعرة من الجذور وبيمنع التقصف  النتيجة: شعر ناعم، خالي من التشابك، وسهل التصفيف طول اليوم 🌟  🛁 شاور جل سمارت كيدز – المكونات والفوائد شاورجل سمارت كيدز معمول بمكونات بتناسب بشرة الأطفال الحساسة:  زيت الأفوكادو: غني بالفيتامينات وبيغذّي الجلد  مستخلص البابونج: بيريّح البشرة وبيقلل الالتهابات  الجلسرين الطبي: بيرطّب الجلد وبيحافظ على نعومته  الشاور بيخلي جسم الطفل نظيف، ناعم، وريّحته حلوة من غير أي تهيّج 👶💧  💧 زيت شعر سمارت كيدز – المكونات والفوائد زيت سمارت كيدز تركيبة قوية لإصلاح الشعر التالف وزيادة كثافته ولمعانه:  زيت اللوز الحلو: بيغذّي الشعر وبيزود مرونته  زيت الأرجان: بيقوّي الشعرة وبيمنع التقصف  دهن النعام: بيساعد في ترطيب عميق ويقلل الهيشان  زيت الخروع: بيحفّز النمو ويكثف الشعر  زبدة الكاكاو: بتحافظ على نعومة الشعر ولمعانه  مثالي للشعر الضعيف أو اللي محتاج عناية وترميم 🌿💪 لمزيد من التفاصيل أو الشراء، تواصلي معنا الآن.',
    image: ''
  },
  {
    trigger: 'info',
    text: 'الشحن مجاني لفترة محدودة علي عروض الثلاث منتجات أو الخمس منتجات , بالنسبة لباقي العروض مصاريف الشحن ثابتة 30 جنيه لأي مكان في مصر لمزيد من التفاصيل أو الشراء، تواصلي معنا الآن.',
    image: ''
  },
  {
    trigger: 'info',
    text: 'لطلبات الجملة أو التوزيع إحنا عندنا برامج بنسب خصم ممتازة بنظام الكاش نظام تحت التصريف متاح فقط للصيدليات برجاء توضيح طلبك و ترك رقم التليفون و أحد مسئولي المبيعات هيتواصل مع حضرتك لمزيد من التفاصيل أو الشراء، تواصلي معنا الآن.',
    image: ''
  },
  {
    trigger: 'info',
    text: 'بالتأكيد منتجات سمارت كيدز أمنة تماماً للأطفال و حديثي الولادة و مرخصة من كل من وزارة الصحة و هيئة الدواء المصرية  ومش بس كدة دي بتقوم بتأسيس الشعر و تغذية فروة الرأس بالعناصر الهامة اللي بتساهم في نمو شعر صحي و قوي لمزيد من التفاصيل أو الشراء، تواصلي معنا الآن.',
    image: ''
  },
  {
    trigger: 'info',
    text: 'شامبو سمارت كيدز حجم 250 مللي ( السعر خارج العرض و بمنافذ البيع 140) شاور جل سمارت كيدز حجم 250 مللي ( السعر خارج العرض و بمنافذ البيع 130) كريم شعر سمارت كيدز حجم 100 جم ( السعر خارج العرض و بمنافذ البيع 110) زيت شعر سمارت كيدز حجم 125 مللي ( السعر خارج العرض و بمنافذ البيع 150 ) لمزيد من التفاصيل أو الشراء، تواصلي معنا الآن.',
    image: ''
  },
  {
    trigger: 'info',
    text: 'شكراً لتواصلك معانا إبعتيلنا الروابط و اللينكات و رقم موبايل للتواصل و أحد المسئولين هيتواصل معكم لمزيد من التفاصيل أو الشراء، تواصلي معنا الآن.',
    image: ''
  },
  {
    trigger: 'info',
    text: 'شكراً لتواصلك معانا هنقوم بإرسال طلبك للإدارة المختصة لمزيد من التفاصيل أو الشراء، تواصلي معنا الآن.',
    image: ''
  },
];
